cask_args appdir: "/Applications"

tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "anyenv"
brew "bash-completion"
brew "exa"
brew "git"
brew "git-secrets"
brew "heroku"
brew "jq"
brew "mas"
brew "rsync"
brew "tree"
brew "watch"
brew "wget"

cask "alfred"
cask "appcleaner"
cask "cheatsheet"
cask "docker"
cask "iterm2"
cask "keyboardcleantool"
cask "notion"
cask "rectangle"
cask "skitch"
cask "the-unarchiver"
cask "visual-studio-code"
