cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "awscli"
brew "chezmoi"
brew "direnv"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "jq"
brew "neovim"
brew "nodebrew"
brew "pinentry-mac"
brew "pnpm"
brew "prek"
brew "pyenv"
brew "rbenv"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "zellij"

cask "alfred"
cask "docker"
cask "ghostty"
cask "rectangle"
cask "visual-studio-code"
