cask_args appdir: "/Applications"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "FelixKratz/formulae"
tap "nikitabobko/tap"

brew "awscli"
brew "carapace"
brew "chezmoi"
brew "direnv"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnupg"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "powerlevel10k"
brew "nodebrew"
brew "pinentry-mac"
brew "pnpm"
brew "prek"
brew "pyenv"
brew "rbenv"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "borders"
brew "sketchybar"

cask "aerospace"
cask "alfred"
cask "alt-tab"
cask "docker-desktop"
cask "ghostty"
cask "rectangle"
cask "visual-studio-code"
